alexcvzz.vscode-sqlite
bazelbuild.vscode-bazel
bbenoist.nix
bmalehorn.vscode-fish
charliermarsh.ruff
earshinov.permute-lines
earshinov.simple-alignment
espressif.esp-idf-extension
golang.go
gruntfuggly.todo-tree
hashicorp.hcl
iliazeus.vscode-ansi
lencerf.beancount
llvm-vs-code-extensions.vscode-clangd
mkhl.direnv
ms-python.debugpy
ms-python.python
naumovs.color-highlight
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
twxs.cmake
vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
