42crunch.vscode-openapi
a-h.templ
bazelbuild.vscode-bazel
bmalehorn.vscode-fish
charliermarsh.ruff
docker.docker
earshinov.permute-lines
earshinov.simple-alignment
espressif.esp-idf-extension
golang.go
gruntfuggly.todo-tree
hashicorp.hcl
iliazeus.vscode-ansi
jnoortheen.nix-ide
lencerf.beancount
llvm-vs-code-extensions.vscode-clangd
mitsuhiko.insta
mkhl.direnv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
myriad-dreamin.tinymist
naumovs.color-highlight
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
vue.volar
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
